Repository: sahirshahryar/RemindMe
Catalog: *.lproj/Localizable.strings
Languages: hi

# titleBar
source: What's next?
hi: अब क्या?

# hereAndNow
source: HERE & NOW
hi: यहां, अभी

source: NEARBY
hi: पास मैं

source: SOON
hi: जल्दी

source: WHENEVER
hi: कोई भी वक्त

source: JUST COMPLETED
hi: अभी खतम

source: ARCHIVED
hi: यादों

# reminderExclusion %@ %@
source: Only showing reminders for the location “%@.” To show other reminders, tap “at %@” in the navigation bar.
hi: सिर्फ़ “%@” के अनुस्मारकों दिख्वाएगे हैं। दूसरे अनुस्मारकों को दिखाने के लिए “%@ पर” नैविगेशन मेन्यू मैं टैप करो।

source: New reminder
hi: नया अनुस्मारक

# reminderTitle
source: Title
hi: शीर्श्षक

source: Description
hi: डिस्क्रिप्शन

# createSubtask
source: Create checklist...
hi: उस्के नीचे...

# anotherSubtask
source: Another item...
hi: और कुच...

# preserveSortingOn
source: Original order
hi: मूल क्रम

# preserveSortingOff
source: Incomplete first
hi: जो रहता है पैले

source: Category
hi: वर्ग

source: Location
hi: जगा

source: Schedule
hi: शिड्यूल

source: Alert
hi: तलबी
